[
  {
    "name": "Магістр Орлан",
    "shortDescription": "Магістр Орлан продає рідкісні зілля та чарівні амулети.",
    "longDescription": "Магістр Орлан - досвідчений маг, який приїхав з далекого південного королівства. Його зілля допомагають не лише лікувати, але й захищати від темних сил. У його амулетах закладено особливу магію, яка приносить удачу та захист від неприємностей. Магістр Орлан вірить у силу природи та її магічний потенціал.",
    "image": "path/to/orlan_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/orlans_magic",
      "telegram": "https://t.me/magistr_orlan"
    }
  },
  {
    "name": "Чарівниця Міра",
    "shortDescription": "Чарівниця Міра продає заклинання та магічні свічки.",
    "longDescription": "Чарівниця Міра - відома у всьому королівстві за своїми чудодійними заклинаннями. Вона спеціалізується на магії вогню та світла, створюючи свічки, які можуть змінити емоційний стан або призвести до дивовижних ефектів. Міра також виготовляє магічні настої та масла для здоров'я та гарного самопочуття.",
    "image": "path/to/mira_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/miras_magic",
      "telegram": "https://t.me/charmagician_mira"
    }
  },
  {
    "name": "Торгівець Гальдар",
    "shortDescription": "Торгівець Гальдар пропонує магічні карти та сувої для передбачення майбутнього.",
    "longDescription": "Гальдар - мудрий торговець, що спеціалізується на ворожінні та прогнозуванні. Його колекція магічних карт та сувоїв є визнаною серед магів та віщунів. Придбати у нього можна не тільки предмети для ворожіння, але й старовинні книги, що містять давні секрети магії.",
    "image": "path/to/haldaar_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/galdar_magic",
      "telegram": "https://t.me/galdar_forecasts"
    }
  },
  {
    "name": "Алхімік Артемій",
    "shortDescription": "Алхімік Артемій продає еліксири здоров'я та зілля для молодості.",
    "longDescription": "Артемій - алхімік, який створює найкращі еліксири та зілля. Він має величезний досвід у вивченні травах та їх лікувальних властивостях. Його рецепти покращують здоров'я, дарують сили та відновлюють молодість. Віртуозно змішуючи компоненти, Артемій перетворює прості трави на чудодійні еліксири.",
    "image": "path/to/artemii_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/artemii_alchemist",
      "telegram": "https://t.me/alchemist_artemii"
    }
  },
  {
    "name": "Ткачиха Ірина",
    "shortDescription": "Ткачиха Ірина продає магічні тканини та одяг, що володіють особливими властивостями.",
    "longDescription": "Ірина - майстер ткацтва, яка створює тканини, що зберігають енергію навколишнього середовища. Її одяг допомагає захищати від злих духів і дарує додаткову силу та енергію носіям. Кожен її виріб має індивідуальну магію, яка відповідає побажанням клієнта.",
    "image": "path/to/iryna_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/iryna_weaver",
      "telegram": "https://t.me/magic_weaver_iryna"
    }
  },
  {
    "name": "Маг Кенет",
    "shortDescription": "Маг Кенет продає предмети для заклинань і потужні магічні інструменти.",
    "longDescription": "Кенет - відомий маг, який спеціалізується на створенні і продажу магічних інструментів. У нього можна придбати чаклунські посохи, книги заклинань і навіть артефакти, які допомагають у виконанні складних магічних ритуалів. Кенет обожнює допомагати людям освоювати мистецтво магії і ділиться своїми знаннями.",
    "image": "path/to/kenet_image.jpg",
    "socialLinks": {
      "instagram": "https://instagram.com/mage_kenet",
      "telegram": "https://t.me/mage_kenet"
    }
  }
]